accountsservice
acpi
acpi_call
adobe-source-sans-pro-fonts
android-tools
autoconf
automake
base
binutils
bison
blueman
bluez
bluez-utils
bridge-utils
chromium
clang
cmake
code
cowsay
discord
dmidecode
dnsmasq
ebtables
efibootmgr
emacs
exo
fakeroot
ffmpegthumbnailer
file
findutils
firefox-developer-edition
flex
fortune-mod
garcon
gawk
gcc
gdb
gettext
git
gnome-disk-utility
gnome-keyring
go
go-tools
grep
groff
grub
grub-customizer
gvfs
gzip
htop
ibus
imagemagick
intel-ucode
intellij-idea-community-edition
jdk8-openjdk
jre8-openjdk
libguestfs
libreoffice-still
libtool
linux
linux-firmware
m4
make
man-db
man-pages
mousepad
neofetch
neovim
net-tools
network-manager-applet
networkmanager
nodejs
noto-fonts
noto-fonts-emoji
ntfs-3g
okular
openbsd-netcat
openfortivpn
orage
os-prober
pacman
pandoc
parole
patch
pavucontrol
pkgconf
pulseaudio
pulseaudio-alsa
qemu
ristretto
rofi
sddm
sed
sof-firmware
sudo
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
thunderbird
tlp
ttf-anonymous-pro
ttf-dejavu
ttf-droid
ttf-font-awesome
ttf-hack
ttf-hannom
ttf-inconsolata
ttf-roboto
ttf-roboto-mono
ttf-ubuntu-font-family
tumbler
unrar
unzip
vde2
vi
virt-manager
virt-viewer
vlc
wget
which
xarchiver
xclip
xdg-user-dirs
xf86-video-intel
xfburn
xfce4-appfinder
xfce4-artwork
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-datetime-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfwm4
xfwm4-themes
xorg-font-util
xorg-server
zip
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
