accountsservice
acpi
acpi_call
adobe-source-sans-pro-fonts
alsa-utils
arandr
arc-gtk-theme
arp-scan
autoconf
automake
base
binutils
bison
blueberry
bluez
bluez-utils
bridge-utils
chromium
clang
cmake
cowsay
discord
dkms
dmidecode
dnsmasq
dunst
efibootmgr
exo
faac
fakeroot
feh
ffmpegthumbnailer
file
findutils
firefox-developer-edition
flex
fprintd
fwupd
garcon
gawk
gcc
gdb
gettext
git
gnome-disk-utility
gnome-keyring
gnome-sound-recorder
go
go-tools
grep
groff
grub
grub-customizer
gst-libav
gvfs
gzip
htop
hugo
i3-gaps
i3blocks
ibus
imagemagick
inkscape
intel-ucode
iptables-nft
jasper
jdk8-openjdk
jre8-openjdk
libguestfs
libreoffice-still
libtool
light
linux
linux-firmware
linux-headers
lxappearance-gtk3
lxrandr
lxsession
m4
make
man-db
man-pages
mousepad
neofetch
neovim
net-tools
network-manager-applet
networkmanager
nfs-utils
nodejs
noto-fonts
noto-fonts-emoji
npm
ntfs-3g
obs-studio
okular
openbsd-netcat
openfortivpn
os-prober
pacman
pandoc
patch
pavucontrol
picom
pkgconf
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulsemixer
python-pip
python-wheel
qemu
ranger
ristretto
rofi
sddm
sed
sof-firmware
sudo
tcpdump
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
throttled
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
thunderbird
tlp
tpacpi-bat
tree
ttf-anonymous-pro
ttf-dejavu
ttf-droid
ttf-fantasque-sans-mono
ttf-font-awesome
ttf-hack
ttf-hannom
ttf-inconsolata
ttf-roboto
ttf-roboto-mono
ttf-ubuntu-font-family
tumbler
unrar
unzip
vde2
vi
vim
virt-manager
virt-viewer
vlc
vulkan-intel
vulkan-tools
w3m
wget
which
wireshark-qt
xarchiver
xclip
xdg-user-dirs
xf86-video-intel
xf86-video-vesa
xfburn
xfce4-clipman-plugin
xfce4-screenshooter
xfce4-terminal
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
zip
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
