acpi
acpi_call
acpid
alsa-utils
arandr
arc-gtk-theme
autoconf
automake
base
bash-completion
bc
biber
bind
binutils
bison
blueberry
bluez-utils
breeze-icons
cheese
chromium
code
cowsay
discord
dmenu
dmidecode
dunst
efibootmgr
fakeroot
feh
ffmpegthumbnailer
figlet
file
findutils
firefox
firefox-developer-edition
flex
fortune-mod
fwupd
gawk
gcc
gettext
gimp
git
gnome-keyring
gnu-free-fonts
grep
groff
grub
grub-customizer
gst-libav
gucharmap
gvfs
gzip
htop
hugo
i3-gaps
ibus
inkscape
intel-media-driver
intel-ucode
keychain
libgsf
libtool
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux
linux-firmware
linux-headers
lxappearance
lxsession
m4
make
man-db
man-pages
mesa-demos
mupdf
nano
neofetch
neovim
net-tools
network-manager-applet
networkmanager
nmap
nodejs
noto-fonts
noto-fonts-emoji
npm
obs-studio
okular
openssh
p7zip
pacman
pandoc
patch
pavucontrol
picom
pkgconf
pkgfile
playerctl
powerline
powerline-fonts
psensor
pulseaudio-alsa
python-pywal
ranger
raw-thumbnailer
rofi
scrot
sed
sof-firmware
stress
sudo
tcl
terminus-font
terminus-font-otb
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langextra
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
throttled
thunar
thunar-archive-plugin
thunar-volman
tk
tlp
tpacpi-bat
tree
ttf-anonymous-pro
ttf-dejavu
ttf-droid
ttf-fira-code
ttf-font-awesome
ttf-hack
ttf-hannom
ttf-inconsolata
ttf-roboto
ttf-roboto-mono
ttf-ubuntu-font-family
tumbler
unrar
unzip
vi
virtualbox
vlc
w3m
wget
which
xarchiver
xdg-user-dirs
xf86-video-intel
xf86-video-vesa
xfce4-clipman-plugin
xfce4-screenshooter
xfce4-terminal
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xlsfonts
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
zip
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
